tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "arp-scan"
brew "bat"
brew "python@3.8", link: false
brew "composer"
brew "gdk-pixbuf"
brew "go"
brew "harfbuzz"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "imapsync"
brew "libgsf"
brew "librsvg"
brew "libxml2"
brew "node"
brew "poppler"
brew "joplin", link: false
brew "kotlin"
brew "mysql"
brew "nethogs"
brew "nmap"
brew "pandoc"
brew "php"
brew "php-cs-fixer"
brew "restic"
brew "scdoc"
brew "sphinx-doc", link: true
brew "swi-prolog"
brew "tldr"
brew "weechat"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"

cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "arq"
cask "balenaetcher"
cask "betterzip"
cask "chromium"
cask "colloquy"
cask "deepl"
cask "discord"
cask "divvy"
cask "docker"
cask "drawio"
cask "firefox"
cask "geotag"
cask "gnucash"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake"
cask "hyperswitch"
cask "iina"
cask "jetbrains-toolbox"
cask "jitsi"
cask "joplin"
cask "keyboardcleantool"
cask "little-snitch"
cask "loopback"
cask "makemkv"
cask "moneymoney"
cask "monodraw"
cask "mullvadvpn"
cask "nextcloud"
cask "omnifocus"
cask "portfolioperformance"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quassel"
cask "quicklook-csv"
cask "quicklook-json"
cask "setapp"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "sync-my-l2p"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "toggl"
cask "transmission"
cask "tunnelblick"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "vlc"
cask "webpquicklook"
cask "wireshark"
cask "wkhtmltopdf"
cask "xca"
cask "xquartz"
cask "zoomus"
